[{"tips_id":1,"tips_text":"Contamination can happen when meat or poultry come into contact with bacteria from the intestines of an animal that is being processed."},{"tips_id":2,"tips_text":"Contamination can happen when water is used during growing or shipping can contain animal or human waste."},{"tips_id":3,"tips_text":"Contamination can happen when food is handled in an unsafe way during preparation in grocery stores, restaurants, or homes."},{"tips_id":4,"tips_text":"Food poisoning can occur after eating any food prepared by someone who does not wash their hands properly"},{"tips_id":5,"tips_text":"Food poisoning can occur after eating any food prepared by someone who does not wash their hands properly"},{"tips_id":6,"tips_text":"Food poisoning can occur after eating any food prepared using cooking utensils, cutting boards, and other tools that are not fully cleaned"},{"tips_id":7,"tips_text":"Food poisoning can occur after eating dairy products or food containing mayonnaise (such as coleslaw or potato salad) that have been out of the refrigerator too long"},{"tips_id":8,"tips_text":"Food poisoning can occur after eating frozen or refrigerated foods that are not stored at the proper temperature or are not reheated to the right temperature"},{"tips_id":9,"tips_text":"Food poisoning can occur after eating raw fish or oysters"},{"tips_id":10,"tips_text":"Food poisoning can occur after eating raw fruits or vegetables that have not been washed well"},{"tips_id":11,"tips_text":"Food poisoning can occur after eating raw vegetables or fruit juices and dairy products (look for the word \"pasteurized,\" which means the food has been treated to prevent contamination)"},{"tips_id":12,"tips_text":"Food poisoning can occur after eating undercooked meats or eggs"},{"tips_id":13,"tips_text":"Food poisoning can occur after drinking water from a well or stream, or city or town water that has not been treated"},{"tips_id":14,"tips_text":"Many types of germs and toxins may cause food poisoning, including: Campylobacter enteritis, Cholera, E coli enteritis, Toxins in spoiled or tainted fish or shellfish, Staphylococcus aureus, Salmonella, Shigella"},{"tips_id":15,"tips_text":"Infants and older people are at the greatest risk for food poisoning if they have a serious medical condition, such as kidney disease, diabetes, cancer, or HIV and\/or AIDS."},{"tips_id":16,"tips_text":"Infants and older people are at the greatest risk for food poisoning if they have a weakened immune system."},{"tips_id":17,"tips_text":"Infants and older people are at the greatest risk for food poisoning if they travel to areas where they are exposed to germs that cause food poisoning."},{"tips_id":18,"tips_text":"Carefully wash your hands often, and always before cooking or cleaning. Always wash them again after touching raw meat."},{"tips_id":19,"tips_text":"Clean dishes and utensils that have had any contact with raw meat, poultry, fish, or eggs."},{"tips_id":20,"tips_text":"Use a thermometer when cooking. Cook beef to at least 160°F (71°C), poultry to at least 165°F (73.8°C), and fish to at least 145°F (62.7°C)."},{"tips_id":21,"tips_text":"DO NOT place cooked meat or fish back onto the same plate or container that held the raw meat, unless the container has been completely washed."},{"tips_id":22,"tips_text":"Refrigerate any perishable food or leftovers within 2 hours. Keep the refrigerator set to around 40°F (4.4°C) and your freezer at or below 0°F (-18°C). DO NOT eat meat, poultry, or fish that has been refrigerated uncooked for longer than 1 to 2 days."},{"tips_id":23,"tips_text":"Cook frozen foods for the full time recommended on the package."},{"tips_id":24,"tips_text":"DO NOT use outdated foods, packaged food with a broken seal, or cans that are bulging or have a dent."},{"tips_id":25,"tips_text":"DO NOT use foods that have an unusual odor or a spoiled taste."},{"tips_id":26,"tips_text":"DO NOT drink water from streams or wells that are not treated. Only drink water that has been treated or chlorinated."},{"tips_id":27,"tips_text":"If you take care of young children, wash your hands often and dispose of diapers carefully so that bacteria can't spread to other surfaces or people."},{"tips_id":28,"tips_text":"If you make canned food at home, be sure to follow proper canning techniques to prevent botulism."},{"tips_id":29,"tips_text":"DO NOT feed honey to children under 1 year of age."},{"tips_id":30,"tips_text":"DO NOT eat wild mushrooms."},{"tips_id":31,"tips_text":"When traveling where contamination is more likely, eat only hot, freshly cooked food. Drink water only if it has been boiled. DO NOT eat raw vegetables or unpeeled fruit."},{"tips_id":32,"tips_text":"DO NOT eat shellfish that has been exposed to red tides."}]