[{"tips_id":1,"tips_text":"Wash, Wash, Wash: All produce needs to be washed, even if you plan on peeling it before you eat it. ","tips_type":"Prevention"},
  {"tips_id":2,"tips_text":"Remember to wash your hands frequently and thoroughly and give counter-tops and cutting boards a good scrub too.","tips_type":"Prevention"},
  {"tips_id":3,"tips_text":"Separate raw from ready: Never thaw food on a counter, as the outermost layer will warm too quickly, promoting bacteria growth.","tips_type":"Prevention"},
  {"tips_id":4,"tips_text":"Use different utensils and cutting boards for preparing raw meats and for assembling ready-to-eat dishes. This will prevent cross-contamination, the easiest way of spreading the most common foodborne bacteria.","tips_type":"Prevention"},
  {"tips_id":5,"tips_text":"Separate raw from ready: Washing your sink after using it to clean raw meats.","tips_type":"Prevention"},
  {"tips_id":6,"tips_text":"Avoid raw eggs: Eggs have been linked to 352 food poisoning outbreaks since 1990, most often due to salmonella bacteria, one of the most common culprits of food poisoning.","tips_type":"Prevention"},
  {"tips_id":7,"tips_text":"Keep your eye on the temperature: Don't trust that a food is done; instead check the internal temperature of all meats with a food thermometer.","tips_type":"Prevention"},
  {"tips_id":8,"tips_text":"Keep your eye on the temperature: Bacteria multiply the fastest between 5°c and 60°c, so make sure that cold food stays cold and that cooked food is hot enough.","tips_type":"Prevention"},
  {"tips_id":9,"tips_text":"Keep your eye on the temperature: Refrigerate food at less than 5°c, and reheat cooked leftovers to at least 75°c. ","tips_type":"Prevention"},
  {"tips_id":10,"tips_text":"2-2-4 Rule: Don't leave food out longer than 2 hours, refrigerate it in containers less than 2 inches deep, and use or freeze all leftovers before 4 days.","tips_type":"Prevention"},
  {"tips_id":11,"tips_text":"Contaminated food may not smell or look bad, but if you suspect something has sat out too long, has crossed paths with raw meat, or has been in the fridge for more than four days, toss it, don't taste it.","tips_type":"Prevention"},
  {"tips_id":12,"tips_text":"Be extra careful when pregnant: Food safety is even more important, as the immune system is naturally weakened during pregnancy. ","tips_type":"Prevention"},
  {"tips_id":13,"tips_text":"Dine out with caution: Inform the manager if any dishes served buffet-style aren't at the right temperature, and avoid ordering meats medium rare.","tips_type":"Prevention"},
  {"tips_id":14,"tips_text":"The signs of food poisoning start in as little as 8 hours, but you may not start feeling sick for up to 2 weeks.","tips_type":"symptoms"},
  {"tips_id":15,"tips_text":"This signs of food poisoning include: Nausea, Abdominal pain, Low fever, Diarrhea, Vomiting, Cramps, and Bloating.","tips_type":"Treatments"},
  {"tips_id":16,"tips_text":"DON'T take an over-the-counter anti-diarrhea drug without a doctor's OK. Your body is trying to expel the bugs that are making you sick.","tips_type":"Treatments"},
  {"tips_id":17,"tips_text":"DO stay hydrated. You'll need to replenish all the fluids you're losing, to avoid serious dehydration.","tips_type":"Treatments"},
  {"tips_id":18,"tips_text":"If you're keeping down fluids, slowly introduce easy-to-digest foods, like the classic BRAT diet: bananas, rice, applesauce, and toast.","tips_type":"Treatments"},
  {"tips_id":19,"tips_text":"See a doctor if you have diarrhea along with a fever higher than 38°c.","tips_type":"Treatments"},
  {"tips_id":20,"tips_text":"See a doctor if you are dizzy, light-headed, or intensely thirsty.","tips_type":"Treatments"},
  {"tips_id":21,"tips_text":"See a doctor if you haven't kept anything down for 24 hours.","tips_type":"Treatments"},
  {"tips_id":22,"tips_text":"See a doctor if you had diarrhea for five days or more.","tips_type":"Treatments"},
  {"tips_id":23,"tips_text":"Go straight to the Emergency Department if your stool has a lot of blood in it (i.e., it's maroon or black).","tips_type":"Treatments"},
  {"tips_id":24,"tips_text":"Go straight to the Emergency Department if you have a pounding, racing, or skipping heartbeat.","tips_type":"Treatments"},
  {"tips_id":25,"tips_text":"Go straight to the Emergency Department if you're sick from shellfish, mushrooms, or a canned item—toxins from these foods can have especially serious consequences.","tips_type":"Treatments"}
]